Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerItem
tonnes of carbon dioxide per item.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerPoundMass
tonnes of carbon dioxide per pound.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerKilogram
tonnes of carbon dioxide per kilogram.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerFoot
tonnes of carbon dioxide per foot.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerMeter
tonnes of carbon dioxide per meter.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerSquareFoot
tonnes of carbon dioxide per square foot.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerSquareMeter
tonnes of carbon dioxide per square meter.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerCubicFoot
tonnes of carbon dioxide per cubic foot.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerCubicMeter
tonnes of carbon dioxide per cubic meter.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerMillionBritishThermalUnits
tonnes of carbon dioxide per MBtu.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerThousandBritishThermalUnits
tonnes carbon dioxide per kBtu.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerBritishThermalUnit
tonnes of carbon dioxide per Btu.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerMegawattHour
tonnes of carbon dioxide per mWh.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.TonnesCarbonDioxidePerKilowattHour
tonnes of carbon dioxide per kWh.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerItem
kilograms carbon dioxide per item.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerPound
kilograms carbon dioxide per pound.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerKilogram
kilograms carbon dioxide per kilogram.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerFoot
kilograms carbon dioxide per foot.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerMeter
kilograms carbon dioxide per meter.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerSquareFoot
kilograms carbon dioxide per square foot.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerSquareMeter
kilograms carbon dioxide per square meter.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerCubicFoot
kilograms carbon dioxide per cubic foot.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerCubicMeter
kilograms carbon dioxide per cubic meter.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerMillionBritishThermalUnits
kilograms carbon dioxide per cubic foot MBtu.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerThousandBritishThermalUnits
kilograms carbon dioxide per kBtu.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerBritishThermalUnit
kilograms of carbon dioxide per Btu.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerMegawattHour
kilograms carbon dioxide per megawatt hour.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.KilogramsCarbonDioxidePerKilowattHour
kilograms carbon dioxide per kilowatt hour.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.ThousandBritishThermalUnits
Thousand British thermal units.
Since:
2021

Autodesk.Revit.DB.UnitTypeId.MillionBritishThermalUnits
Million British thermal units.
Since:
2021